;; TODO
[ResCard_InfohazardWeaponization X2StrategyCardTemplate]
DisplayName="信息危害武器化"
SummaryText="敌方变种人-15意志。我方灵能增幅器使用者+[错乱]技能。"
QuoteText="长老们对变种人的控制依赖于精心编造的认知防线，某些对抗性输入会像弄湿纸巾一样将其轻易粉碎。"
QuoteTextAuthor="贝托斯"


;; TODO
[ResCard_AggressiveOpportunism X2StrategyCardTemplate]
DisplayName="激进机会主义"
SummaryText="你的游击行动+额外少量战利品。任务计时器-1回合。"
QuoteText="有一次布拉德福德让我带一罐速溶咖啡回来。我说'保证带回来'。"
QuoteTextAuthor="简·凯莉中士"

[ResCard_OdmGear X2StrategyCardTemplate]
DisplayName="全向移动装置"
SummaryText="[攀爬爪钩]技能-1回合冷却。使用爪钩赋予你+<XGParam:IntValue1/>移动力和+<XGParam:IntValue0/>%闪避，直到下一回合。"
QuoteText="好吧，请想象一下：我穿着蜘蛛护甲飞来飞去，攻击像房子那么大的灰人。那一定爽得要命。"
QuoteTextAuthor="简·凯莉中士"

[ResCard_SiphonLife X2StrategyCardTemplate]
DisplayName="生命虹吸"
SummaryText="使用[头颅接入器]和[头颅开采器]，可赋予你+<XGParam:IntValue0/>生命值和+<XGParam:IntValue1/>护盾点。"
QuoteText="还可以延缓衰老。非常有益。"
QuoteTextAuthor="盖斯特"

[ResCard_ItsAboutSendingAMessage X2StrategyCardTemplate]
DisplayName="死神赏金合同"
SummaryText="每月给予一个消灭VIP的隐秘行动。任务奖励是一件蜘蛛护甲，如果俘虏VIP则额外获得数据存储器。"
QuoteText="任何就地处决，最重要的是，释放自我，玩得开心。"
QuoteTextAuthor="沃尔克"

[ResCard_RemoteSuperchargers X2StrategyCardTemplate]
DisplayName="远程电力变送器"
SummaryText="所有士兵的电击能力+<XGParam:StrValue1/>额外伤害。电弧发射器获得[电刑]技能。小精灵获得[连锁电击]技能。消耗<XGParam:StrValue0/>复仇者号电力，无法在[电力不足]时使用。"
QuoteText="恭喜你，可以出院(放电)了。"
QuoteTextAuthor="简·凯莉中士"

[ResCard_XenobiologicalFieldResearch X2StrategyCardTemplate]
DisplayName="异种生物学野外研究"
SummaryText="获得+<XGParam:StrValue0/>%研究速度。但是寄生兽和无面怪更快、更难被击中。 "
QuoteText="...当我们把这种化合物扔进寄生兽巢穴中时，它们会变得更有攻击性，如果瓦伦博士能看到这一幕就好了！"
QuoteTextAuthor="泰根"

[ResCard_LabToCommsRepurposing X2StrategyCardTemplate]
DisplayName="功能调整：实验室-通讯"
SummaryText="减少<XGParam:StrValue0/>%研究速度。获得+<XGParam:StrValue1/>反抗军联络点数。"
QuoteText="我……是说，我的科学家们觉得这种苦差事是大材小用……对他们。"
QuoteTextAuthor="泰根"

[ResCard_LeachPsionicLeylines X2StrategyCardTemplate]
DisplayName="萃取灵脉"
SummaryText="获得+<XGParam:StrValue0/>复仇者号电力。但是游击行动和理事会任务有+<XGParam:StrValue1/>%几率遭遇[变种人镇压]军情简报。"
QuoteText="这种采集额外电力的方法，很容易被灵能者发现。小心行事。"
QuoteTextAuthor="盖斯特"

[ResCard_RescueFriendlyPolitician X2StrategyCardTemplate]
DisplayName="保护政治资产"
SummaryText="每月给予一个尸群防御救援VIP的隐秘行动。任务奖励+1反抗军联络点数，而不是通常奖励。"
QuoteText="有时，变种人政府控制的傀儡人会脱离脚本，产生自我意识，那么他们就要被消失，这不会引起太大骚动。但对聪明人来说，这是一个机会。"
QuoteTextAuthor="沃尔克"

[ResCard_RescueUpperCrustContacts X2StrategyCardTemplate]
DisplayName="雇佣保镖"
SummaryText="每月给予一个尸群防御救援VIP的隐秘行动。任务奖励<XGParam:StrValue0/>-<XGParam:StrValue1/>补给，而不是通常奖励。"
QuoteText="就像老掉牙的故事：有钱人惹恼了变种人，需要一个地下组织来阻止他被送到黑地。我们愿意做那个地下组织…但要付出代价。"
QuoteTextAuthor="布拉德福德"

[ResCard_StealSparkCore X2StrategyCardTemplate]
DisplayName="窃取人工智能核心"
SummaryText="每月给予一个收集物品的隐秘行动。敌人兵力等级提升到<XGParam:StrValue0/>-<XGParam:StrValue1/>。任务奖励一台Spark，而不是通常奖励。"
QuoteText="别担心，如果这个人工智能叛变，我会建造一个更智能、更有破坏力的人工智能来消灭它。"
QuoteTextAuthor="沈"

[ResCard_BrazenRecruitment X2StrategyCardTemplate]
DisplayName="无底线招募"
SummaryText="每月初在黑市有一个很便宜的老兵。但是游击行动和理事会任务有+<XGParam:StrValue0/>%几率遭遇[变种人镇压]。"
QuoteText="好消息是，我们的新招募策略吸引了很多人的兴趣。 这也是坏消息。"
QuoteTextAuthor="沈"

[ResCard_BrazenCollection X2StrategyCardTemplate]
DisplayName="存储设施突击队"
SummaryText="获得+<XGParam:StrValue0/>%额外空投补给。但是游击行动和理事会任务有+<XGParam:StrValue1/>%几率遭遇[变种人镇压]军情简报。"
QuoteText="烧吧。烧吧。继续。烧吧。"
QuoteTextAuthor="简·凯莉中士"

[ResCard_GrndlPowerDeal X2StrategyCardTemplate]
DisplayName="GRNDL专营燃料合同"
SummaryText="获得+<XGParam:StrValue0/>复仇者号电力。但是减少-<XGParam:StrValue1/>%空投补给。"
QuoteText="这表面解决了我们的短期电力困境，却要付出长期的成本。GRNDL：虚构组织，地缘战略研究和地热开发实验室。"
QuoteTextAuthor="布拉德福德"

[ResCard_NotoriousSmugglers X2StrategyCardTemplate]
DisplayName="臭名昭著的走私犯"
SummaryText="黑市商品享受<XGParam:StrValue0/>%折扣。但是游击行动和理事会任务有+<XGParam:StrValue1/>%几率遭遇[变种人镇压]。"
QuoteText="这些通缉海报总是让我看着像疯子。你怎么看，红恶魔。"
QuoteTextAuthor="简·凯莉中士"

[ResCard_RadioFreeLily X2StrategyCardTemplate]
DisplayName="自由百合电台"
SummaryText="获得+<XGParam:StrValue0/>反抗军联络点数。但是变种人报复行动+<XGParam:StrValue1/>兵力等级。"
QuoteText="她说这是发泄情绪的好方法。不瞒你说，即使在变种人审查制度之前，其中大部分内容也是完全无法见光的。"
QuoteTextAuthor="布拉德福德"


[ResCard_CouncilBounties X2StrategyCardTemplate]
DisplayName="理事会赏金"
SummaryText="每月给予一个消灭战地指挥官的隐秘行动。该任务的战地指挥官更强大。任务奖励75-125补给。"
QuoteText="理事会里有很多有钱人。我们彼此帮忙，不过他们……用钱。"
QuoteTextAuthor="布拉德福德"


[ResCard_PowerCellRepurposing X2StrategyCardTemplate]
DisplayName="获得动力电池"
SummaryText="成功截获幽浮可使复仇者号永久+<XGParam:StrValue0/>电力以及随机重型武器。摧毁装置任务可额外+<XGParam:StrValue1/>超铀。"
QuoteText="废气是有一点点毒性，没错，但是与其担心它对健康的长期影响，我更会把它当成'胜利'路上的一小步。"
QuoteTextAuthor="沈"

;TODO
[ResCard_Streaming X2StrategyCardTemplate]
DisplayName="非法传播视频收入"
SummaryText="战场扫描器使士兵-1移动力。但是任务完成后，每个携带者使你+5补给。"
QuoteText="我猜，人们都很喜欢看灰人被掏心掏肺吧？"
QuoteTextAuthor="沈"

;TODO
[ResCard_StolenShippingSchedules X2StrategyCardTemplate]
DisplayName="窃取的货运清单"
SummaryText="突袭补给线成功后，可额外获得实验弹药和实验榴弹。"
QuoteText="我们只抢被选中的变种人车队，因为我们很有眼光，你瞧。"
QuoteTextAuthor="简·凯莉中士"

[ResCard_SupplyRaidsForHacks X2StrategyCardTemplate]
DisplayName="窃取的密码分析协议"
SummaryText="骇入任务成功后，会生成补给突袭，获得+<XGParam:StrValue0/>额外情报。"
QuoteText="变种人太没责任心了，竟然把重要数据随便放在一个拥有200核心末日使者级计算集群的女孩都能读取的地方。"
QuoteTextAuthor="沈"

[ResCard_EducatedVandalism X2StrategyCardTemplate]
DisplayName="蓝图结构分解"
SummaryText="摧毁目标和破坏发射器任务完成后，获得额外+<XGParam:StrValue0/>外星合金。"
QuoteText="这里就像未来版的无线电屋，只是这里的无线电都想杀死你，奴役人类。另外，这里没有退款。"
QuoteTextAuthor="沈"

[ResCard_IncitePowerVacuum X2StrategyCardTemplate]
DisplayName="煽动权力真空"
SummaryText="每个消灭VIP和消灭战地指挥官任务都使化身点数减少<XGParam:StrValue0/>天/格。"
QuoteText="每个不入流的变种人中尉，只会盯着晋升机会和竞争对手。我们只要偷偷进去，干掉一个大人物，就会造成内乱。"
QuoteTextAuthor="沃尔克"

[ResCard_YouOweMe X2StrategyCardTemplate]
DisplayName="玩命欠账"
SummaryText="营救反抗军特工任务和撤离VIP任务完成后，获得额外<XGParam:StrValue0/>补给。"
QuoteText="哦，哦，哦。看来有些人发现自己不好讨价还价了。"
QuoteTextAuthor="布拉德福德"

[ResCard_MassivePopularity X2StrategyCardTemplate]
DisplayName="危急招募"
SummaryText="报复行动成功阻止后，获得一名可晋升的新兵。"
QuoteText="哦，我觉得拦不住他。别让他死了。"
QuoteTextAuthor="丹莫瑟"

[ResCard_TunnelRats X2StrategyCardTemplate]
DisplayName="隧道老鼠"
SummaryText="在下水道和地铁里执行任务时，携带霰弹枪或突击步枪的每个士兵，根据隐蔽能力，重新进入一次隐蔽。"
QuoteText="我在这里待了很长时间。职业所需，你懂的。"
QuoteTextAuthor="沃尔克"

[ResCard_ForgedPapers X2StrategyCardTemplate]
DisplayName="伪造旅行证件"
SummaryText="在小城镇里执行任务时，根据隐蔽能力，每个士兵重新进入一次隐蔽。如果激活3张散兵卡，这也适用于市中心。"
QuoteText="我们是一支摇滚乐队。所以我们奇装异服，装备箱不透明、形状可疑，也很合理。来吧，看看我们的旅行通行证。"
QuoteTextAuthor="简·凯莉中士，在即将登场的混乱交火前"

[ResCard_FlashpointForGrenadiers X2StrategyCardTemplate]
DisplayName="闪光弹燃烧模块"
SummaryText="榴弹发射器发射闪光弹，造成额外2点火焰伤害。"
QuoteText="不建议在室内使用，除非你不会被伤害。"
QuoteTextAuthor="沈"

[ResCard_HexHunterForMindShields X2StrategyCardTemplate]
DisplayName="女巫猎人协议"
SummaryText="携带战场扫描器的士兵，获得[女巫猎人]技能：对抗灵能敌人造成额外<XGParam:StrValue0/>被动伤害。"
QuoteText="安息吧，每个因不敬而被神杀死的人。但我与众不同，我更强大，也许比神更强大。"
QuoteTextAuthor="莉莉沈的推文(已弃用)"

[ResCard_NeedlepointForPistols X2StrategyCardTemplate]
DisplayName="灰人清除弹"
SummaryText="手枪射击可使任何目标中毒。"
QuoteText="还记得过去士兵用腐质涂抹武器吗？原理一样。"
QuoteTextAuthor="沃尔克"

[ResCard_AntimimeticScalesForVests X2StrategyCardTemplate]
DisplayName="逆模因图形化"
SummaryText="穿着纳米背心的士兵，获得[魅影]技能：以隐蔽开始任务。"
QuoteText="敌人视觉图形[数据损坏]"
QuoteTextAuthor="泰根"

[ResCard_AntimimeticScalesForVestsII X2StrategyCardTemplate]
DisplayName="自加密符印"
SummaryText="穿着纳米背心的士兵，获得[暗影步]技能：不会触发反应射击。"
QuoteText="敌人视觉图形[数据损坏]"
QuoteTextAuthor="泰根"

[ResCard_MultitaskingForGremlins X2StrategyCardTemplate]
DisplayName="小精灵微型无人机"
SummaryText="援助协议使用后会退还行动点。"
QuoteText="自占领开始以来，变种人版本的小精灵就一直处于开发困境，这主要归功于信息安全和航空部门之间的官僚地盘之争。这只是它的早期产品特性之一。"
QuoteTextAuthor="贝托斯"

[ResCard_SmokerForLaunchers X2StrategyCardTemplate]
DisplayName="烟雾微型榴霰弹筒"
SummaryText="携带榴弹发射器给予一个免费烟雾弹。"
QuoteText="我们从一个被变种人最高指挥部扼杀的项目中偷来的，他们认为这种东西'缺乏杀伤性用途'。这些傻瓜。"
QuoteTextAuthor="贝托斯"

[ResCard_CombatDrugsForMedikit X2StrategyCardTemplate]
DisplayName="喷雾式兴奋剂"
SummaryText="士兵同时携带急救包和烟雾弹，可获得[战斗药]技能：提高烟雾弹范围内单位的命中。"
QuoteText="我们需要严禁娱乐性使用。"
QuoteTextAuthor="布拉德福德"

[ResCard_FlamerForCannon X2StrategyCardTemplate]
DisplayName="加农炮燃烧模块"
SummaryText="配备加农炮的士兵，获得一个一次性火焰喷射器。"
QuoteText="手持一挺集成火焰喷射器的加农炮，让我有一种成为神的感觉。"
QuoteTextAuthor="沈"

[ResCard_BattlespaceForBattleScanners X2StrategyCardTemplate]
DisplayName="扫描器预测模块"
SummaryText="携带战场扫描器的士兵，获得[目标明确]技能：敌人离开视野后仍然可见。"
QuoteText="用它可以听到异变者放屁的声音。只要你拨动这个调节盘，就在这里？你也能嗅到。"
QuoteTextAuthor="沈"

[ResCard_PistolForEntrench X2StrategyCardTemplate]
DisplayName="再建防线符印"
SummaryText="配备狙击枪的士兵，获得[深度掩蔽]技能：本回合不攻击会自动蹲伏。"
QuoteText="非常有用，但是想从圣殿骑士那里偷听到这些东西，比要指挥官为我的工坊提供充足资金还困难。你也可以写下来  我不在乎他是否知道是我说的。"
QuoteTextAuthor="沈"

[ResCard_BladesGrantShellbust X2StrategyCardTemplate]
DisplayName="闪耀半人马穿甲破盾术"
SummaryText="配备刀剑的士兵，获得[穿甲破盾]技能：近战攻击，可对敌人穿甲并移除所有能量护盾。"
QuoteText="我听说，如果你在攻击前大喊它的名字，就会增强该技能。遗憾的是，我没有勇气在现实中验证这个......猜测。"
QuoteTextAuthor="泰根"

[ResCard_SolShells X2StrategyCardTemplate]
DisplayName="太阳霰弹"
SummaryText="霰弹枪可发动短距范围爆炸，造成标准霰弹枪攻击的70%伤害，并有火焰伤害，每个任务两次，不会失误。"
QuoteText="别担心，我做了一些改进，现在很肯定它对目标要比对持枪者更危险。"
QuoteTextAuthor="沈"

[ResCard_Mindtaker X2StrategyCardTemplate]
DisplayName="脑力吞噬协议"
SummaryText="配备头颅接入器的士兵，如果已解锁，战斗中可用两次，生物敌人-30%骇入防御。"
QuoteText="我真希望能和泰根合作，但每次我提出来，他就开始说什么'道德'之类的话。天呐，老兄。"
QuoteTextAuthor="沈"

[ResCard_GrenadeLauncherGrantsWatchThemRun X2StrategyCardTemplate]
DisplayName="未雨绸缪（榴弹监视）"
SummaryText="榴弹发射器发射后，将立即自动进入[监视]。"
QuoteText="榴弹监视!"
QuoteTextAuthor="简·凯莉"

[ResCard_FirepowerForSparks X2StrategyCardTemplate]
DisplayName="变种人军械库联络网"
SummaryText="SPARK重型武器+1额外使用次数，获得[步行开火]技能：进行一次低伤害高精度的射击，消耗两发弹药。现在能从黑市购买变种人MEC残骸。"
QuoteText="理论上，变种人有一支红队来检验他们的安全协议。 实际上呢？没有，以免让地区指挥部难堪。后果可想而知。"
QuoteTextAuthor="贝托斯"

[ResCard_GlobalsecContacts X2StrategyCardTemplate]
DisplayName="全球安全联络人"
SummaryText="每当你完成幽灵护甲或蜘蛛护甲项目时，都会获得相应物品的复制品。"
QuoteText="让上帝保佑我们没有灵魂的企业霸主吧！好吧，应该是以前的霸主了，我猜。"
QuoteTextAuthor="沈"

[ResCard_ExperimentalAmmoDoubling X2StrategyCardTemplate]
DisplayName="全球安全密码"
SummaryText="每当完成实验弹药项目，获得随机的额外实验弹药。"
QuoteText="占领之初，变种人有一个大项目，要把密码转移到生物识别技术上，但全球安全公司被排除在外，这样他们就能如期完成任务。真滑稽。"
QuoteTextAuthor="贝托斯"

[ResCard_ExperimentalGrenadeDoubling X2StrategyCardTemplate]
DisplayName="GRNDL联络网"
SummaryText="每当完成实验榴弹项目，获得随机的额外实验榴弹。"
QuoteText="抛砖引玉的说，一家公开上市公司的知名度越低，如今就越有用。GRNDL：虚构组织，地缘战略研究和地热开发实验室。"
QuoteTextAuthor="沈"

[ResCard_ExoSuitDoubling X2StrategyCardTemplate]
DisplayName="采购动力护甲"
SummaryText="每当完成EXO护甲或WAR护甲项目，都会获得相应物品的复制品。"
QuoteText="当GRNDL在南美启动一个压裂开采项目时，盖斯特派了几个圣殿骑士去偷他们的EXO护甲。拜我们所赐，这个项目已经拖延好几年了。太好笑了！"
QuoteTextAuthor="沈"

[ResCard_ExperimentalHeavyWeaponDoubling X2StrategyCardTemplate]
DisplayName="变种人网络诈骗经验"
SummaryText="每当完成实验重型武器项目，获得随机的额外实验重型武器。"
QuoteText="'我代表军需处来对你们的军械库规程进行突击检查。'  '我们上周刚接受过检查。'  '是啊，那是分区的，这次是大区的人。'  '呃，请进。'"
QuoteTextAuthor="记录和翻译：下士 [已编辑]"

[ResCard_HaasBioroidContacts X2StrategyCardTemplate]
DisplayName="Haas-Bioroid Governor Modules"
SummaryText="每当完成[建造SPARK]或[机械化战争]项目，都会获得额外的SPARK。"
QuoteText="每当SPARK开始说'想看到全人类下跪'，或者'人性毫无价值'之类的话，我就会拔出硬盘，然后'砰'地一声关上！擦除数据并重置系统。不过这种事几乎从没发生过。"
QuoteTextAuthor="沈"

[ResCard_QuickpatchForMedikit X2StrategyCardTemplate]
DisplayName="快速修补协议"
SummaryText="配备治疗物品的士兵，使用它不消耗行动点。"
QuoteText="这个项目被取消前，我一直在参与。但是最高指挥部认为，简单地顶替掉阵亡士兵更符合成本效益。"
QuoteTextAuthor="贝托斯"

[ResCard_SurpriseForSpiderOrWraithSuit X2StrategyCardTemplate]
DisplayName="强化潜行护甲"
SummaryText="配备蜘蛛护甲或幽灵护甲的士兵，同时获得[出其不意：对侧翼敌人增加伤害和暴击率]和[行动迅速：本回合激活敌群则获得额外移动动作]两个技能。"
QuoteText="强大的蜘蛛护甲带来强大的...该死，我有更好的东西要给你。"
QuoteTextAuthor="沈"


[ResCard_LongwatchForSnipers X2StrategyCardTemplate]
DisplayName="兔子食草协议"
SummaryText="加农炮获得[哨兵]技能：每回合可触发两次监视。"
QuoteText="兔子来食草(双关：擦伤)了。"
QuoteTextAuthor="沃尔克"

[ResCard_HunterProtocolForAssaultRifles X2StrategyCardTemplate]
DisplayName="第一次接触协议"
SummaryText="同时配备突击步枪和战场扫描器的士兵，获得[时刻警惕]技能：本回合所有行动点用于移动，则在回合结束自动进入监视。"
QuoteText="泰根似乎觉得这个笑话很无趣，但官兵们坚持要用。第一次接触协议是《星际旅行》的梗，意思是人类准备了接触用的协议，但是外星人早就悄悄来访过地球。"
QuoteTextAuthor="布拉德福德"

[ResCard_Noisemaker X2StrategyCardTemplate]
DisplayName="噪声制造者协议"
SummaryText="配备小精灵的士兵，获得一个免费的[音波诱饵]，可对作用范围内的所有单位造成1点伤害。"
QuoteText="好吧，我承认现在这玩意儿真的很烦人，但想象一下战斗的时候吧！"
QuoteTextAuthor="沈，大喊着"

[ResCard_BasiliskDoctrine X2StrategyCardTemplate]
DisplayName="毒蜥信条"
SummaryText="开颅刃攻击可粉碎1护甲。获得[Take Under]技能：近战必定能杀死任何低于3生命值的目标，且不会结束回合。"
QuoteText="哦，嘿，我们有散兵技术的新视频资料吗？我想看看！"
QuoteTextAuthor="[已编辑]，紧接着对通讯处进行卫生突击检查。"

[ResCard_EyeForValue X2StrategyCardTemplate]
DisplayName="价值之眼"
SummaryText="所有理事会任务，撤离VIP、营救VIP、俘虏VIP，都会生成[变种人战利品箱]军情简报。"
QuoteText="有一次，我看到沃尔克从垃圾桶里偷拿了半个变种人汉堡。"
QuoteTextAuthor="沈"

[ResCard_BigDamnHeroes X2StrategyCardTemplate]
DisplayName="同情者"
SummaryText="所有理事会任务，撤离VIP、营救VIP、俘虏VIP，都会生成[反抗军联络人]军情简报。如果士兵靠近平民，平民将提供补给。"
QuoteText="酒水由我买单！"
QuoteTextAuthor="简·凯莉"

[ResCard_BureaucraticInfighting X2StrategyCardTemplate]
DisplayName="官僚内斗"
SummaryText="物品回收任务，必定生成[战利品箱]和[展现武力]军情简报。成功完成后，它们还将提供额外<XGParam:StrValue0/>情报。"
QuoteText="说个有趣的笑话。一个虚灵正向变种人军官和灰人下命令，对吧？我...不记得中间的部分了，但搞笑的是军官转身面对满身灰人内脏的惊恐中的虚灵，然后问“好吧，现在怎么办？”"
QuoteTextAuthor="沃尔克，微醉"

[ResCard_SafetyFirst X2StrategyCardTemplate]
DisplayName="安全第一"
SummaryText="你可每月从黑市购买到镀层背心，它可额外给予1护盾点。"
QuoteText="我要你尽全力打我。等，等等，不是打脸。"
QuoteTextAuthor="沈"

[ResCard_CleanupDetail X2StrategyCardTemplate]
DisplayName="内脏清洁工"
SummaryText="你可每月从黑市购买到镀层背心，它可额外给予1护盾点。"
QuoteText="红恶魔，确保威胁者1-5进入复仇者号前冲洗干净。否则沈会找我麻烦。"
QuoteTextAuthor="布拉德福德"

[ResCard_MeatMarket X2StrategyCardTemplate]
DisplayName="人力黑市"
SummaryText="每个月你可以从黑市中额外雇佣三名雇佣兵。雇佣他们消耗补给而不是情报。"
QuoteText="那是...简历照片吗？"
QuoteTextAuthor="布拉德福德"

[ResCard_ResUnitIfMoreThanOneNoob X2StrategyCardTemplate]
DisplayName="数量重于质量"
SummaryText="每次任务，派遣两个或更多人数的二等兵或更低等级的士兵，就会获得一个反抗军士兵奖励。"
QuoteText="你看，杀戮机器人有一个预设的杀戮上限。我知道它们的弱点，所以我派出了一波又一波的自己人去送死，直到它们达到上限并关闭为止。"
QuoteTextAuthor="复仇者号内部红迪论坛上的指挥官备忘录。(后被管理员删除）"

[ResCard_ResUnitIfRetaliation X2StrategyCardTemplate]
DisplayName="避难所防御演习"
SummaryText="每次报复任务，获得临时队友：反抗军士兵。"
QuoteText="他们曾经抱怨凌晨5:00的随机镇压演习。那么现在还有谁会抱怨呢？"
QuoteTextAuthor="布拉德福德"

[ResCard_AdventUnitIfLessThanFullSquad X2StrategyCardTemplate]
DisplayName="人力租赁"
SummaryText="每次出战士兵少于6人，获得临时队友：变种人士兵。"
QuoteText="怀疑？别开玩笑了。我戴着徽章呢。"
QuoteTextAuthor="[已编辑]，在即将登场的混乱交火前"

[ResCard_MabExploit X2StrategyCardTemplate]
DisplayName="MAB漏洞利用"
SummaryText="在苔原(冻土层)地图上，所有MEC和炮塔都受到-<XGParam:StrValue0/>%骇入防御。"
QuoteText="你听说过[行锤]攻击吗？你想通过反复敲击相同按键来绕过Linux安全系统？多臂赌博机(MAB)漏洞利用，就是这样，但更笨。非常笨。"
QuoteTextAuthor="沈"

[ResCard_MachineBuffsIfAridClimate X2StrategyCardTemplate]
DisplayName="巴恩斯摩尔引擎"
SummaryText="在非荒原(干旱)地图上，你的机械单位+<XGParam:StrValue0/>护盾。在荒原地图上，你的机械单位+<XGParam:StrValue1/>移动力和双倍护盾。仅适用于无法隐蔽的机械单位。你可在黑市购买MEC残骸。"
QuoteText="变种人最高指挥部强令设计全球统一样式的机器人，这样可以更好地树立将军们的内部威信。而我们可以调整以适应环境。"
QuoteTextAuthor="贝托斯"

[ResCard_SendInTheNextWave X2StrategyCardTemplate]
DisplayName="派遣后浪小队"
SummaryText="你的新兵招募花费<XGParam:StrValue0/>。新兵和二等兵获得[Beatdown]技能：造成少量近战伤害，击晕一回合。"
QuoteText="谁管他，狠狠打/谁会用，就直射/胜算在于/廉价的人——英国诗人吉卜林"
QuoteTextAuthor="复仇者号洗手间墙壁。可能来自“沃尔克”"

[ResCard_VeryIncandescentPersons X2StrategyCardTemplate]
DisplayName="狂热者"
SummaryText="盟方的VIP获得各种基础榴弹。"
QuoteText="我不会完全称她为“非战斗人员”，绝不。"
QuoteTextAuthor="沃尔克"

[ResCard_OberonExploit X2StrategyCardTemplate]
DisplayName="奥伯龙漏洞利用"
SummaryText="变种人炮塔失去-<XGParam:StrValue0/>%骇入防御。"
QuoteText="变种人炮塔通信协议是由一支人类团队仓促完工，因为如果他们延误交付，就会被处死。发现缺陷并不令人意外。"
QuoteTextAuthor="贝托斯"

[ResCard_PracticalOccultism X2StrategyCardTemplate]
DisplayName="实用神秘学"
SummaryText="你的死神可以隐形，或传送到小队视野内的任何位置，但需要消耗生命值。"
QuoteText="我讨厌盖斯特和沃尔克互相交谈。他们总会结束于某处...怪怪的。"
QuoteTextAuthor="布拉德福德"

[ResCard_BetterMelee X2StrategyCardTemplate]
DisplayName="肉体强者"
SummaryText="你的士兵都能造成+<XGParam:StrValue0/>近战伤害。另外，增加他们失血过多而非直接死亡的几率。"
QuoteText="新兵们往往很高兴能和圣殿骑士一起训练，直到他们意识到训练方案中大约90%都是深蹲和俯卧撑。另外10%呢？疾速冲刺。"
QuoteTextAuthor="布拉德福德"

[ResCard_AdditionalTemplarPower X2StrategyCardTemplate]
DisplayName="我就是神"
SummaryText="圣殿骑士的电系攻击(如灵能闪电)+30%伤害。此外，他们获得新版本的灵能闪电，可击中随机选择的两个目标。"
QuoteText="妄想自大狂是一种普遍存在的危险源。别担心，他一小时左右就是冷静下来。"
QuoteTextAuthor="盖斯特"

[ResCard_BoobyTraps X2StrategyCardTemplate]
DisplayName="诱杀陷阱"
SummaryText="报复和保护装置任务，总是有[高威力爆炸物]军情简报。"
QuoteText="变种人军官、灰人、异变者等三个走进一家酒吧。酒吧爆炸了。总之，那是星期四。"
QuoteTextAuthor="沃尔克"

[ResCard_Promethium X2StrategyCardTemplate]
DisplayName="钷元素供应链"
SummaryText="火焰喷射器的技能造成<XGParam:StrValue0/>额外伤害和一次充能。也适用基于火焰的化学喷射器技能。"
QuoteText="因此，在我告诉你工程部发生的事情之前，我希望你会对此保持冷静。你会冷静地对待这件事吗？"
QuoteTextAuthor="沈"

[ResCard_GrantRookiesPermaHp X2StrategyCardTemplate]
DisplayName="唯一的生存老师"
SummaryText="每名新兵被派遣执行战斗任务，都会获得仅一次的永久+<XGParam:StrValue0/>最大生命值。"
QuoteText="没有欧几里得的命题/没有教科书上的公式/能让子弹从你的外衣弹开/或者防御长枪兵的下劈——英国诗人吉卜林"
QuoteTextAuthor="复仇者号洗手间墙壁。"

[ResCard_BloodPillarForPsi X2StrategyCardTemplate]
DisplayName="激活開門"
SummaryText="圣殿骑士和持有灵能增幅器的士兵，可生成一个全掩体立柱，但要消耗生命值。"
QuoteText="上帝保佑，指挥官，如果我发现圣殿骑士向我们的士兵，传授任何带有[の术]名字的技能，我就会把他们逐出反抗军。"
QuoteTextAuthor="布拉德福德"

[ILB_AidProtocolRefund X2AbilityTemplate]
LocFriendlyName="小精灵微型无人机"
LocFlyOverText="小精灵微型无人机"
LocLongDescription="退还[援助协议]消耗的行动点。"
LocHelpText="退还[援助协议]消耗的行动点。"
LocPromotionPopupText="退还[援助协议]消耗的行动点。"

[ILB_AdditionalMeleeDamage X2AbilityTemplate]
LocFriendlyName="外星人伤害术"
LocFlyOverText="外星人伤害术"
LocLongDescription="额外造成1近战伤害。"
LocHelpText="额外造成1近战伤害。"
LocPromotionPopupText="额外造成1近战伤害。"

[ILB_DawnMachines X2AbilityTemplate]
LocFriendlyName="巴恩斯摩尔引擎"
LocFlyOverText="巴恩斯摩尔引擎"
LocLongDescription="在荒原(干旱)气候获得3移动力和8护盾点，在其他气候获得4护盾点。"
LocHelpText="在荒原(干旱)气候获得3移动力和4护盾点，在其他气候获得4护盾点。"
LocPromotionPopupText="在荒原(干旱)气候获得3移动力和4护盾点，在其他气候获得4护盾点。"


[ILB_Turbocharged X2AbilityTemplate]
LocFriendlyName="远程电源"
LocFlyOverText="远程电源"
LocLongDescription="给予电系攻击+2伤害。注意：未显示在伤害预览中。"
LocHelpText="给予电系攻击+2伤害。注意：未显示在伤害预览中。"
LocPromotionPopupText="给予电系攻击+2伤害。注意：未显示在伤害预览中。"

[ILB_FreeUltrasonicLure X2AbilityTemplate]
LocFriendlyName="噪音制造者"
LocFlyOverText="噪音制造者"
LocLongDescription="获得一个免费的声波诱饵。"
LocHelpText="获得一个免费的声波诱饵。"
LocPromotionPopupText="获得一个免费的声波诱饵。"

[ILB_FreeSmokeGrenadeSingular X2AbilityTemplate]
LocFriendlyName="免费烟雾弹"
LocFlyOverText="免费烟雾弹"
LocLongDescription="获得一枚免费的烟雾弹。"
LocHelpText="获得一枚免费的烟雾弹。"
LocPromotionPopupText="获得一枚免费的烟雾弹。"



[ILB_EasyToHack X2AbilityTemplate]
LocFriendlyName="骇入防御降低"
LocFlyOverText="骇入防御降低"
LocLongDescription="该角色受到-70%骇入防御。"
LocHelpText="该角色受到-70%骇入防御。"
LocPromotionPopupText="该角色受到-70%骇入防御。"

[ILB_EasyToHackInTundra X2AbilityTemplate]
LocFriendlyName="Mab漏洞可利用"
LocFlyOverText="Mab漏洞可利用"
LocLongDescription="苔原条件下，该角色可使敌人的骇入防御-70%。"
LocHelpText="苔原条件下，该角色可使敌人的骇入防御-70%。"
LocPromotionPopupText="苔原条件下，该角色可使敌人的骇入防御-70%。"

[ILB_PlatedShielding X2AbilityTemplate]
LocFriendlyName="镀层背心++"
LocFlyOverText="镀层背心++"
LocLongDescription="该角色的镀层背心更好，额外增加+1护盾点。"
LocHelpText="镀层背心+1护盾"
LocPromotionPopupText="该角色的镀层背心更好，额外增加+1护盾点。"

[ILB_HazmatShielding X2AbilityTemplate]
LocFriendlyName="生化防护背心++"
LocFlyOverText="生化防护背心++"
LocLongDescription="该角色的生化防护背心更好，额外增加2护盾点。"
LocHelpText="生化防护背心+2护盾"
LocPromotionPopupText="该角色的生化防护背心更好，额外增加2护盾点。"

[ILB_WitchHunter X2AbilityTemplate]
LocFriendlyName="女巫猎人"
LocFlyOverText="女巫猎人"
LocLongDescription="该角色对灵能单位+2 点伤害。"
LocHelpText="该角色对灵能单位+2 点伤害。"
LocPromotionPopupText="该角色对灵能单位+2 点伤害。"

[ILB_PistolShotsDealPoisonPassive X2AbilityTemplate]
LocFriendlyName="灰人清除弹"
LocFlyOverText="灰人清除弹"
LocLongDescription="手枪射击会使敌人中毒。"
LocHelpText="手枪射击会使敌人中毒。"
LocPromotionPopupText="手枪射击会使敌人中毒。"

[ILB_PromethiumFireDamageBonus X2AbilityTemplate]
LocFriendlyName="钷元素火焰"
LocFlyOverText="钷元素火焰"
LocLongDescription="该角色使用火焰喷射器/火焰化学喷射器的技能+2伤害，+1充能。"
LocHelpText="该角色使用火焰喷射器/火焰化学喷射器的技能+2伤害，+1充能。"
LocPromotionPopupText="该角色使用火焰喷射器/火焰化学喷射器的技能+2伤害，+1充能。"

[ILB_RookieHpBuff X2AbilityTemplate]
LocFriendlyName="唯一的生存老师"
LocFlyOverText="唯一的生存老师"
LocLongDescription="该角色从[唯一的生存老师]卡中获得生命值。"
LocHelpText="该角色从[唯一的生存老师]卡中获得生命值。"
LocPromotionPopupText="该角色从[唯一的生存老师]卡中获得生命值。"


[ILB_Rocketeer X2AbilityTemplate]
LocFriendlyName="火箭兵"
LocFlyOverText="火箭兵"
LocLongDescription="+1重型武器充能。"
LocHelpText="+1重型武器充能。"
LocPromotionPopupText="+1重型武器充能。"


[ILB_SmallerFlamethrower X2AbilityTemplate]
LocFriendlyName="小型火焰喷射器"
LocFlyOverText="小型火焰喷射器"
LocLongDescription="造成的伤害略低于普通火焰喷射器。"
LocHelpText="造成的伤害略低于普通火焰喷射器。"
LocPromotionPopupText="造成的伤害略低于普通火焰喷射器。"

[ILB_PocketFlamer X2AbilityTemplate]
LocFriendlyName="小型火焰喷射器"
LocFlyOverText="小型火焰喷射器"
LocLongDescription="造成的伤害略低于普通火焰喷射器。"
LocHelpText="造成的伤害略低于普通火焰喷射器。"
LocPromotionPopupText="造成的伤害略低于普通火焰喷射器。"

[ILB_FasterSavages X2AbilityTemplate]
LocFriendlyName="非常激进"
LocFlyOverText="非常激进"
LocLongDescription="增加移动力和防御。"
LocHelpText="增加移动力和防御。"
LocPromotionPopupText="增加移动力和防御。"

[ILB_LotsOfShielding X2AbilityTemplate]
LocFriendlyName="大量护盾"
LocFlyOverText="大量护盾"
LocLongDescription="+12护盾点。"
LocHelpText="+12护盾点。"
LocPromotionPopupText="+12护盾点。"

[ILB_BrutePoison X2AbilityTemplate]
LocFriendlyName="毒素释放源[效果]"
LocFlyOverText="毒素释放源"
LocLongDescription="该单位受伤时会释放毒云。"
LocHelpText="该单位受伤时会释放毒云。"
LocPromotionPopupText="该单位受伤时会释放毒云。"

[ILB_BrutePoison_WPN X2AbilityTemplate]
LocFriendlyName="毒素释放源"
LocFlyOverText="毒素释放源"
LocLongDescription="该单位受伤时会释放毒云。"
LocHelpText="该单位受伤时会释放毒云。"
LocPromotionPopupText="该单位受伤时会释放毒云。"


[ILB_PoisonImmunity X2AbilityTemplate]
LocFriendlyName="毒素免疫"
LocFlyOverText="毒素免疫"
LocLongDescription="该单位不会受到毒素伤害。"
LocHelpText="该单位不会受到毒素伤害。"
LocPromotionPopupText="该单位不会受到毒素伤害。"

[ILB_CrackdownRevenge X2AbilityTemplate]
LocFriendlyName="睚眦必报"
LocFlyOverText="睚眦必报"
LocLongDescription="该单位对未命中的攻击进行还击。"
LocHelpText="该单位对未命中的攻击进行还击。"
LocPromotionPopupText="该单位对未命中的攻击进行还击。"

[ShiningCentaurShieldrenderTechnique X2AbilityTemplate]
LocFriendlyName="穿甲破盾术"
LocFlyOverText="穿甲破盾术"
LocLongDescription="无视护甲和护盾，并移除能量护盾。"
LocHelpText="无视护甲和护盾，并移除能量护盾。"
LocPromotionPopupText="无视护甲和护盾，并移除能量护盾。"

[ILB_SiphonLife X2AbilityTemplate]
LocFriendlyName="生命虹吸"
LocFlyOverText="生命虹吸"
LocLongDescription="该单位在头颅开采成功时，获得治疗和小型护盾。"
LocHelpText="该单位在头颅开采成功时，获得治疗和小型护盾。"
LocPromotionPopupText="该单位在头颅开采成功时，获得治疗和小型护盾。"

[ILB_OdmGear X2AbilityTemplate]
LocFriendlyName="全向移动装置"
LocFlyOverText="全向移动装置"
LocLongDescription="该单位使用爪钩后，立即获得闪避和移动力加成。并且爪钩-1回合冷却。"
LocHelpText="该单位使用爪钩后，立即获得闪避和移动力加成。并且爪钩-1回合冷却。"
LocPromotionPopupText="该单位使用爪钩后，立即获得闪避和移动力加成。并且爪钩-1回合冷却。"




[CovertActionNarrative_ResCard_StealSparkCore X2CovertActionNarrativeTemplate]
ActionName="窃取人工智能核心计划"
ActionPreNarrative="我们在变种人内的卧底，知道他们的先进人工智能核心的运输路线。如果我们精心策划，就能偷到一个，并将其重新用于我们的SPARK单位。"
ActionPostNarrative="我们已经找到了货物易受攻击的可能时间和地点；我们只有很短的时间确保货物安全得手。"

[ILB_Reward_SparkMission X2RewardTemplate]
DisplayName="[最终奖励: SPARK]任务"

[ILB_Reward_Spark X2RewardTemplate]
DisplayName="SPARK"

[ILB_CovertAction_SpawnAiTheft X2CovertActionTemplate]
ActionObjective="窃取人工智能核心计划"

[CovertActionNarrative_ResCard_RescueFriendlyPolitician X2CovertActionNarrativeTemplate]
ActionName="营救友好政客"
ActionPreNarrative="一位同情我们的政客即将坠入电梯井。被子弹击中。如果我们能阻止这一切，将为反抗军带来战略利益。"
ActionPostNarrative="我们知道变种人镇压的时间和地点。如果我们愿意，只需将其关闭即可。"

[ILB_Reward_SwarmDefenseForResistanceContact X2RewardTemplate]
DisplayName="[最终奖励: 反抗军联络点数]任务"

[ILB_CovertAction_SwarmDefenseForResistanceContact X2CovertActionTemplate]
ActionObjective="盟方政客的安保小队"


[CovertActionNarrative_ResCard_RescueUpperCrustContacts X2CovertActionNarrativeTemplate]
ActionName="营救上流联络人"
ActionPreNarrative="每隔一段时间，就有一个有钱人惹恼了变种人，需要一个地下组织防止他被失踪。我们可以做到...但要付出代价。"
ActionPostNarrative="变种人镇压的陷阱已经设好。现在：我们执行，还是不执行？我想，取决于现实条件。"

[ILB_Reward_SwarmDefenseForSupplies X2RewardTemplate]
DisplayName="[最终奖励: 补给]任务"

[ILB_CovertAction_SwarmDefenseForSupplies X2CovertActionTemplate]
ActionObjective="富人客户的安保小队"



[CovertActionNarrative_ResCard_CouncilBounties X2CovertActionNarrativeTemplate]
ActionName="杀人委托"
ActionPreNarrative="理事会有时会对某个变种人副官特别关注，通过谨慎的外交手段，你成为他们最信任的杀人承包商。当然，你会得到报酬。"
ActionPostNarrative="我们已经找到了战地指挥官的薄弱点，现在我们是时候采取行动了。"

[ILB_Reward_CouncilBounties X2RewardTemplate]
DisplayName="[最终奖励: 补给]任务"

[ILB_CovertAction_CouncilBounties X2CovertActionTemplate]
ActionObjective="暗杀战地指挥官任务"


[CovertActionNarrative_ResCard_ItsAboutSendingAMessage X2CovertActionNarrativeTemplate]
ActionName="死神悬赏"
ActionPreNarrative="我们在死神的朋友想让一个变种人彻底消失，如果我们能完成任务，他们愿意拿出一些装备。"
ActionPostNarrative="我们已经找到了目标。现在，我们只等出击了。"

[ILB_CovertAction_ItsAboutSendingAMessage X2CovertActionTemplate]
ActionObjective="消灭死神目标任务"

[ILB_Reward_ItsAboutSendingAMessage X2RewardTemplate]
DisplayName="[最终奖励: 蜘蛛护甲]任务"


;;;;;;;;;;;;;; SPECIAL SITREPS ;;;;;;;;;;;;;;;;;;


[ILB_Sitrep_TougherFieldCommander X2SitRepTemplate]
FriendlyName="防守严密的战地指挥官"
Description="外星人部队+4护盾，+1护盾，受到的爆炸伤害减半。祝你好运。"

[ILB_Sitrep_AdventCrackdown_HeavilyArmored X2SitRepTemplate]
FriendlyName="变种人镇压: 锻造之神队"
Description="外星人部队+1护甲，受到的爆炸伤害减半。"


[ILB_Sitrep_AdventCrackdown_Shadowstep X2SitRepTemplate]
FriendlyName="变种人镇压: 狩猎女神队"
Description="外星人部队不会成为反应射击的目标。"


[ILB_Sitrep_AdventCrackdown_ReturnFire X2SitRepTemplate]
FriendlyName="变种人镇压: 报应女神队"
Description="外星人部队将在一回合内第一次遭受射击时还击。"


[ILB_Sitrep_AdventCrackdown_PoisonClouds X2SitRepTemplate]
FriendlyName="变种人镇压: 毒雾女神队"
Description="外星人部队受到伤害时会释放毒气，并免疫中毒。"

[ILB_Sitrep_PlusOneForceLevel X2SitRepTemplate]
FriendlyName="变种人注意力: 显眼"
Description="该任务的敌人兵力等级+1。"

[ILB_Sitrep_PlusTwoForceLevel X2SitRepTemplate]
FriendlyName="变种人注意力: 亮眼"
Description="该任务的敌人兵力等级+2。"

[ILB_Sitrep_PlusThreeForceLevel X2SitRepTemplate]
FriendlyName="变种人注意力: 刺眼"
Description="该任务的敌人兵力等级+3。"


;;;;;;;;;; SITREP EFFECTS


[ILB_Sitrep_TougherFieldCommander_Effect X2SitRepEffect_GrantAbilities]
FriendlyName="防守严密的战地指挥官"
Description="外星人部队+12护盾，+1护盾，受到的爆炸伤害减半。祝你好运。"

[ILB_Sitrep_AdventCrackdown_HeavilyArmored_Effect X2SitRepEffect_GrantAbilities]
FriendlyName="变种人镇压: 锻造之神队"
Description="外星人部队+1护甲，受到的爆炸伤害减半。"


[ILB_Sitrep_AdventCrackdown_Shadowstep_Effect X2SitRepEffect_GrantAbilities]
FriendlyName="变种人镇压: 狩猎女神队"
Description="外星人部队不会成为反应射击的目标。"


[ILB_Sitrep_AdventCrackdown_ReturnFire_Effect X2SitRepEffect_GrantAbilities]
FriendlyName="变种人镇压: 报应女神队"
Description="外星人部队将在一回合内第一次遭受射击时还击。"

[ILB_Sitrep_AdventCrackdown_PoisonClouds_Effect X2SitRepEffect_GrantAbilities]
FriendlyName="变种人镇压: 犹大队"
Description="外星人部队受到伤害时会释放毒气，并免疫中毒。"



[ILB_Sitrep_PlusOneForceLevel_Effect X2SitRepEffect_ModifyForceLevel]
FriendlyName="变种人注意力: 显眼"
Description="该任务的敌人兵力等级+1。"

[ILB_Sitrep_PlusTwoForceLevel_Effect X2SitRepEffect_ModifyForceLevel]
FriendlyName="变种人注意力: 亮眼"
Description="该任务的敌人兵力等级+2。"

[ILB_Sitrep_PlusThreeForceLevel_Effect X2SitRepEffect_ModifyForceLevel]
FriendlyName="变种人注意力: 刺眼"
Description="该任务的敌人兵力等级+3。"



[ILB_RescueRichPerson X2MissionFlavorTextTemplate]
FlavorText="缺少背景文本"
bSpecialCondition=true
CouncilSpokesmanSuccessText="干得好。你把雇主从绝境中解救出来了。我无法确定他的感激之情有多久，但他的钱是真的。"
CouncilSpokesmanFailureText="你的雇主现在彻底死了，而你从这场灾难中得到任何回报的希望也一样。" 

[ILB_RescueFriendlyPolitician X2MissionFlavorTextTemplate]
FlavorText="缺少背景文本"
bSpecialCondition=true
CouncilSpokesmanSuccessText="干得好。当地的变种人分部可能不会急于在短期内再尝试这样做了。同时，我们营救的政客可以继续为我们的利益服务。"
CouncilSpokesmanFailureText="真遗憾。好吧，总还有其他政客。" 

[ILB_StealSparkCore X2MissionFlavorTextTemplate]
FlavorText="缺少背景文本"
bSpecialCondition=true
CouncilSpokesmanSuccessText="人工智能核心现在你的手里 —— 沈应该能在短时间内把它修复成一个真正能用的SPARK单位。它应该不会失控。"
CouncilSpokesmanFailureText="好吧，那是个失败。我们还是不要和理事会讨论这次失败了。" 

[ILB_CouncilBounties X2MissionFlavorTextTemplate]
FlavorText="缺少背景文本"
bSpecialCondition=true
CouncilSpokesmanSuccessText="理事会解决了一个有问题的领导人，而你们的补给量也大大提升。这是一场对各方都有利的安排。"
CouncilSpokesmanFailureText="议会希望你知道，他们并没有因为你未能制服变种人战地指挥官而生气，他们只是很失望。" 

[ILB_ItsAboutSendingAMessage X2MissionFlavorTextTemplate]
FlavorText="缺少背景文本"
bSpecialCondition=true
CouncilSpokesmanSuccessText="死神解决了一个有问题的变种人军官，你们也有了新装备。这是一场对各方都有利的安排。"
CouncilSpokesmanFailureText="死神希望你知道，如果你的部队没有被几个月的颓废和变种人汉堡养肥，也许你会做得更好。" 

[MissionSource_ILBOptional X2MissionSourceTemplate]
MissionPinLabel="反抗军命令任务"
MissionExpiredText="我们这次任务的时机窗口已错过。"
